<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Language Lines for Hindi > General
    |--------------------------------------------------------------------------
    |
    */

    'title_required' => 'शीर्षक फ़ील्ड आवश्यक है।',
    'title_limit' => 'शीर्षक वर्ण 200 से अधिक नहीं हो सकता।',
    'slug_required' => 'स्लग फ़ील्ड आवश्यक है।',
    'slug_limit' => 'स्लग वर्ण 150 से अधिक नहीं हो सकता।',
    'description_required' => 'विवरण फ़ील्ड आवश्यक है।',
    'description_limit' => 'विवरण वर्ण 255 से अधिक नहीं हो सकता।',
    'detail_required' => 'विवरण फ़ील्ड आवश्यक है।',
    'detail_limit' => 'विवरण वर्ण 255 से अधिक नहीं हो सकता।',
    'category_required' => 'श्रेणी फ़ील्ड आवश्यक है।',
    'category_limit' => 'श्रेणी वर्ण 150 से अधिक नहीं हो सकता।',
    'is_active_required' => 'सक्रिय विकल्प आवश्यक है।',
    'status_required' => 'स्थिति आवश्यक है।',
    'saved_successfully' => 'सफलतापूर्वक सहेजा गया।',
    'action_successful' => 'कार्रवाई सफल रही',
    'no_module_installed' => 'कोई मॉड्यूल स्थापित/डाउनलोड नहीं है',
    'common_heading' => 'कुल उत्पाद ',

];
